{
  "generalElectricalTheoryTopics": [
    {
      "title": "Ohm's Law",
      "category": "Basic Electrical Theory",
      "content": "<p><strong>Ohm's Law:</strong> This fundamental law defines the relationship between voltage (V), current (I), and resistance (R) in an electrical circuit. It states that the current flowing through a conductor is directly proportional to the voltage across it and inversely proportional to the resistance. Mathematically, <code>V = I × R</code>. If two of these quantities are known, the third can be calculated. For example, if a 12 Ω resistor has 24 V across it, the current is <code>I = V/R = 24/12 = 2 A</code>. Ohm's Law is the basis for analyzing circuits, allowing electricians to determine how changing voltage or resistance will affect current flow.</p><p>Using Ohm's Law, one can solve simple circuit problems: increasing the resistance in a circuit will decrease the current for a given voltage, and increasing the voltage will increase the current through a fixed resistance. This law underpins more complex analyses and is essential for understanding how electrical components behave under different electrical pressures (voltage). It also highlights that electrical resistance in a circuit produces heat when current flows (as electrons encounter opposition), which is the principle behind devices like heaters and incandescent bulbs.</p>"
    },
    {
      "title": "Series and Parallel Circuits",
      "category": "Circuit Theory",
      "content": "<p><strong>Series Circuits:</strong> In a series circuit, components are connected end-to-end in a single path for current. The same current flows through all components in series. The total resistance is the sum of individual resistances (<code>R<sub>total</sub> = R<sub>1</sub> + R<sub>2</sub> + ...</code>), and the source voltage is divided across components according to their resistances (voltage drops sum to the source voltage). If one component opens (fails), it interrupts current in the entire circuit (e.g., one burned-out bulb in an older series string of Christmas lights darkens the whole string).</p><p><strong>Parallel Circuits:</strong> In a parallel circuit, components are connected across the same two nodes, providing multiple paths for current. All components in parallel share the same voltage, while the total current is the sum of the currents through each branch. The equivalent resistance is lower than any individual branch (for two resistors, <code>1/R<sub>total</sub> = 1/R<sub>1</sub> + 1/R<sub>2</sub></code>). If one branch opens, current can still flow in the others – for example, in parallel lighting, one lamp burning out does not extinguish the others. Parallel circuits are common in building wiring to ensure each appliance or light receives full supply voltage independently.</p>"
    },
    {
      "title": "Power and Energy in Electrical Circuits",
      "category": "Basic Electrical Theory",
      "content": "<p><strong>Electrical Power:</strong> Power is the rate at which energy is transferred or consumed in a circuit, measured in watts (W). In DC circuits, power is calculated as <code>P = V × I</code> (voltage multiplied by current). Using Ohm's Law, power can also be expressed as <code>P = I²R</code> or <code>P = V²/R</code>. For example, a 120V appliance drawing 5A consumes 600W of power.</p><p><strong>Electrical Energy:</strong> Energy is power consumed over time, typically measured in kilowatt-hours (kWh) for billing purposes. Energy = Power × Time. A 1000W (1kW) device operating for 2 hours consumes 2kWh of energy. Understanding power and energy calculations is crucial for load calculations, determining appropriate wire sizes, and estimating operational costs of electrical systems and appliances.</p>"
    },
    {
      "title": "Magnetism and Electromagnetism",
      "category": "Electrical Theory",
      "content": "<p><strong>Magnetism:</strong> Magnetism refers to the property by which materials exert attractive or repulsive forces on other materials. Permanent magnets have a magnetic field around them, with magnetic flux flowing from the north pole to the south pole. Ferromagnetic materials like iron, nickel, and cobalt can be magnetized and attracted to magnets.</p><p><strong>Electromagnetism:</strong> When electric current flows through a conductor, it creates a magnetic field around the conductor. This principle is the basis for electromagnets, motors, generators, transformers, and relays. The strength of an electromagnet can be increased by: increasing current flow, adding more turns to the coil, or using a ferromagnetic core. The direction of the magnetic field can be determined using the right-hand rule: when the thumb points in the direction of current flow, the fingers curl in the direction of the magnetic field.</p><p>Electromagnetic induction is the process by which a changing magnetic field creates an electric current in a nearby conductor. This principle, discovered by Michael Faraday, is the fundamental operating principle of generators, transformers, and many other electrical devices. The amount of induced voltage is proportional to the rate of change of the magnetic field and the number of turns in the coil.</p>"
    },
    {
      "title": "Transformers",
      "category": "Electrical Equipment",
      "content": "<p><strong>Transformers:</strong> Transformers are electrical devices that transfer electrical energy between two or more circuits through electromagnetic induction. They consist of two or more coils of wire (windings) wrapped around a common core. The primary winding receives electrical energy, while the secondary winding delivers it to the load.</p><p><strong>Turns Ratio:</strong> The ratio of turns in the primary winding to the secondary winding determines whether a transformer steps voltage up or down. The voltage relationship is: <code>Vs/Vp = Ns/Np</code> where Vs and Vp are secondary and primary voltages, and Ns and Np are the number of turns in secondary and primary windings.</p><p><strong>Types of Transformers:</strong> Power transformers transfer electrical energy from one circuit to another, isolation transformers provide electrical isolation while maintaining the same voltage, autotransformers have a single winding with a tap point, and instrument transformers (current and potential transformers) are used for measurement and protection.</p><p><strong>Transformer Losses:</strong> Copper losses occur due to the resistance of the windings, while core losses (hysteresis and eddy current losses) occur in the transformer core. Proper transformer sizing, cooling, and maintenance are essential for efficient operation and long service life.</p>"
    },
    {
      "title": "Electrical Safety Fundamentals",
      "category": "Safety",
      "content": "<p><strong>Electrical Hazards:</strong> The primary hazards associated with electricity are electric shock, arc flash/blast, and fires. Electric shock occurs when current passes through the body and can cause burns, muscle contractions, respiratory failure, cardiac arrest, or death. The severity depends on the current magnitude, path through the body, and duration.</p><p><strong>Safety Measures:</strong> Key safety practices include:</p><ul><li>De-energizing equipment before working on it and following proper lockout/tagout procedures</li><li>Using appropriate personal protective equipment (PPE) based on the hazard level</li><li>Using properly rated and maintained insulated tools</li><li>Maintaining safe working distances from energized parts</li><li>Ensuring proper grounding of equipment and systems</li><li>Using ground fault circuit interrupters (GFCIs) in wet locations and other specified areas</li><li>Following established safety procedures and work practices</li></ul><p><strong>Emergency Response:</strong> In case of electrical accidents, first ensure the scene is safe, then disconnect power if possible. For electric shock victims, call emergency services and provide first aid if trained. For electrical fires, use appropriate fire extinguishers (Class C) and never use water on energized electrical equipment.</p>"
    },
    {
      "title": "Three-Phase Power Systems",
      "category": "Power Distribution",
      "content": "<p><strong>Three-Phase Basics:</strong> Three-phase power consists of three AC voltages of equal magnitude but phase-shifted by 120 degrees. This system is more efficient for power transmission and for powering large motors and balanced loads compared to single-phase systems. Common configurations include delta (Δ) and wye (Y) connections.</p><p><strong>Voltage Relationships:</strong> In a wye system, the line-to-line voltage is √3 times the line-to-neutral voltage. For example, in a 208Y/120V system, 120V is the line-to-neutral voltage, and 208V is the line-to-line voltage. In balanced three-phase systems, the sum of the currents in all three phases equals zero.</p><p><strong>Power Calculation:</strong> For balanced three-phase loads, total power is calculated as: <code>P = √3 × VL × IL × PF</code>, where VL is line-to-line voltage, IL is line current, and PF is the power factor. Three-phase power provides constant power delivery rather than the pulsating power in single-phase systems, resulting in smoother operation of motors and reduced vibration.</p><p><strong>Applications:</strong> Three-phase power is commonly used in commercial and industrial settings for large HVAC systems, motors, and heavy machinery. Residential services are typically single-phase, using one phase of a three-phase system from the utility.</p>"
    }
  ],
  "NECArticlesReference": [
    {
      "article_number": 90,
      "title": "Introduction (NEC Chapter 1)",
      "summary": "Establishes the purpose, scope, and general arrangement of the NEC.",
      "content": "<p><strong>Article 90 – Introduction:</strong> This article explains that the NEC's purpose is the practical safeguarding of persons and property from electrical hazards. It states the Code is not intended as a design manual or an instruction guide for untrained persons, but rather a set of minimum requirements for safety. 90.1(B) clarifies that compliance will result in an installation essentially free from electrical hazards. The scope (90.2) details where the NEC applies: generally to all premises wiring and electrical equipment installations, but it excludes installations under exclusive control of utilities (like utility company lines before the service point) and other specific cases.</p><p>Article 90 also introduces enforcement and authority. Section 90.4 gives the Authority Having Jurisdiction (AHJ) the responsibility to interpret and approve materials and methods that are 'suitable for the purpose' even if not explicitly detailed in the Code. It also allows the AHJ to waive specific requirements if equivalent safety is achieved or to permit alternative methods. One key principle in Article 90 is that the Code addresses safety only, not performance, efficiency, or convenience. In summary, Article 90 sets the tone and boundaries for the NEC – it is solely about safety minimums, applicable universally unless specifically exempted, and subject to enforcement by the AHJ.</p>"
    },
    {
      "article_number": 100,
      "title": "Definitions",
      "summary": "Contains definitions of essential terms used throughout the NEC.",
      "content": "<p><strong>Article 100 – Definitions:</strong> This article is essentially the NEC's dictionary. It collects definitions of terms that are used throughout the Code. In the 2020 NEC and later, Article 100 was updated to include <em>all</em> definitions (general and specialized) in one place organized alphabetically. For example, terms like <em>Accessible (as applied to equipment)</em>, <em>Ground-Fault Circuit Interrupter (GFCI)</em>, <em>Neutral Conductor</em>, <em>Readily Accessible</em>, and hundreds of others are defined here. When a code rule uses a term in bold, it indicates that term is defined in Article 100.</p><p>The definitions ensure that everyone interprets NEC rules the same way. For instance, Article 100 defines <em>Dwelling Unit</em> (essential for applying many rules in residential settings) and distinguishes it from <em>Guest Room</em> or <em>Guest Suite</em>. It defines <em>In Sight From</em> (within 50 feet and visible) which is used in rules requiring disconnects to be 'in sight' of equipment. In summary, Article 100 lays the groundwork for clear communication within the code by defining its terminology precisely.</p>"
    },
    {
      "article_number": "110",
      "title": "Requirements for Electrical Installations",
      "summary": "Covers general requirements for electrical installations, including approval, examination, workspace clearances, and more.",
      "content": "<h3>Scope and Purpose</h3><p>Article 110 establishes the general requirements for the examination and approval of electrical installations, conductor sizing, and workspace clearances around electrical equipment.</p><h3>Key Sections</h3><h4>110.2 Approval</h4><p>All electrical equipment must be approved for its intended use. Equipment must be listed, labeled, or otherwise determined to be safe by a nationally recognized testing laboratory.</p><h4>110.3 Examination, Identification, Installation, and Use of Equipment</h4><p>Electrical equipment should be installed and used in accordance with any instructions included in the listing or labeling requirements. Factors to consider include voltage rating, current rating, and environmental conditions at the installation site.</p><h4>110.12 Mechanical Execution of Work</h4><p>Electrical equipment shall be installed in a neat and workmanlike manner. Unused openings in boxes, cabinets, or fittings shall be closed to prevent foreign objects from entering.</p><h4>110.26 Spaces About Electrical Equipment</h4><p>Provides the minimum working space and clearances for electrical equipment operating at 600 volts or less. For equipment operating at 0-150V to ground, the minimum clear working space in front of the equipment is 3 feet. For equipment operating at 151-600V to ground, the minimum clear distance is 3.5 to 4 feet depending on conditions.</p>"
    },
    {
      "article_number": "200",
      "title": "Use and Identification of Grounded Conductors",
      "summary": "Covers requirements for identification and use of grounded conductors.",
      "content": "<h3>Scope and Purpose</h3><p>Article 200 provides requirements for the identification and use of grounded conductors, particularly neutral conductors, to ensure proper system function and safety.</p><h3>Key Sections</h3><h4>200.2 General</h4><p>Grounded conductors must be connected to the grounded system conductor in accordance with the polarization provisions of Article 200.</p><h4>200.6 Means of Identifying Grounded Conductors</h4><p>Specifies that grounded conductors of size 6 AWG or smaller must be identified by a continuous white or gray outer finish or by three continuous white or gray stripes on other than green insulation along the entire length of the conductor. For conductors larger than 6 AWG, the conductor can be identified at the time of installation by a distinctive white or gray marking at its terminations.</p><h4>200.7 Use of Insulation of a White or Gray Color or with Three Continuous White or Gray Stripes</h4><p>Restricts the use of white or gray insulated conductors to grounded conductors only, with specific exceptions for cable assemblies and where re-identified for use as ungrounded conductors.</p>"
    },
    {
      "article_number": "210",
      "title": "Branch Circuits",
      "summary": "Provides requirements for branch circuits, including branch circuit ratings, required outlets, and GFCI protection.",
      "content": "<h3>Scope and Purpose</h3><p>Article 210 covers branch circuit requirements including provisions for services, feeders, and overcurrent protection for branch circuits supplying loads.</p><h3>Key Sections</h3><h4>210.8 Ground-Fault Circuit-Interrupter Protection for Personnel</h4><p>Requires GFCI protection for 15A and 20A, 125V receptacles installed in specific locations including bathrooms, kitchens, outdoors, crawl spaces, unfinished basements, laundry areas, and garages.</p><h4>210.11 Branch Circuits Required</h4><p>Outlines requirements for the minimum number of branch circuits. Dwelling units must have specific branch circuits for bathroom receptacles, laundry circuits, and small appliance circuits in kitchen, pantry, breakfast room, dining room, or similar areas.</p><h4>210.12 Arc-Fault Circuit-Interrupter Protection</h4><p>Requires AFCI protection for 15A and 20A, 120V branch circuits supplying outlets in dwelling unit bedrooms, living rooms, hallways, closets, and similar areas.</p><h4>210.19 Conductors - Minimum Ampacity and Size</h4><p>Branch circuit conductors must have an ampacity not less than the maximum load to be served. For continuous loads, conductors shall have an ampacity of not less than 125% of the continuous load.</p><h4>210.52 Dwelling Unit Receptacle Outlets</h4><p>Provides requirements for receptacle outlet placement in dwelling units. In habitable rooms, receptacles should be installed so that no point along the floor line is more than 6 feet (1.8 m) from an outlet in that space. Additionally, any wall space 2 feet (600 mm) or wider requires a receptacle outlet.</p>"
    },
    {
      "article_number": "220",
      "title": "Load Calculations",
      "summary": "Provides requirements for calculating branch circuit, feeder, and service loads.",
      "content": "<h3>Scope and Purpose</h3><p>Article 220 provides requirements for calculating branch circuit, feeder, and service loads to ensure adequate electrical capacity for the intended use.</p><h3>Key Sections</h3><h4>220.5 Calculations</h4><p>Specifies that calculations shall be permitted to be rounded to the nearest ampere, with decimal fractions smaller than 0.5 dropped.</p><h4>220.12 Lighting Load for Specified Occupancies</h4><p>Provides a table with minimum lighting loads by occupancy type, used for calculating branch circuit and feeder loads.</p><h4>220.14 Other Loads — All Occupancies</h4><p>Outlines how to calculate loads for specific equipment and applications not covered elsewhere.</p><h4>220.40 General</h4><p>Feeder and service load calculations shall include all applicable loads as specified in Parts III and IV of Article 220.</p><h4>220.61 Neutral Loads</h4><p>Explains how to calculate neutral loads, particularly important in three-phase, four-wire systems. The maximum unbalanced load is determined by calculating the maximum net computed load between the neutral and any one ungrounded conductor.</p>"
    },
    {
      "article_number": "225",
      "title": "Outside Branch Circuits and Feeders",
      "summary": "Covers requirements for outside branch circuits and feeders run on or between buildings, structures, or poles.",
      "content": "<h3>Scope and Purpose</h3><p>Article 225 covers outside branch circuits and feeders run on or between buildings, structures, or poles on the same premises.</p><h3>Key Sections</h3><h4>225.4 Conductor Covering</h4><p>Where conductors pass through a space within a building or other structure, they shall be enclosed in a raceway.</p><h4>225.18 Clearance from Ground</h4><p>Overhead spans of open conductors and open multiconductor cables shall have a clearance of not less than 10 feet above finished grade, sidewalks, or any platform or projection from which they might be reached where the voltage does not exceed 150 volts to ground.</p><h4>225.30 Number of Supplies</h4><p>Generally limits a building or structure to one supply, with specific exceptions listed.</p><h4>225.32 Location</h4><p>The disconnecting means shall be installed either inside or outside of the building or structure served or where the conductors pass through the building or structure.</p>"
    },
    {
      "article_number": "230",
      "title": "Services",
      "summary": "Covers service conductors and equipment for control and protection of services and their installation requirements.",
      "content": "<h3>Scope and Purpose</h3><p>Article 230 covers service conductors and equipment for control and protection of services, and their installation requirements.</p><h3>Key Sections</h3><h4>230.2 Number of Services</h4><p>Generally limits a building to one service, with specific exceptions for multiple occupancies, capacity requirements, and special conditions.</p><h4>230.24 Clearances</h4><p>Provides minimum clearance requirements for service-drop conductors above roofs, ground, and other structures.</p><h4>230.42 Minimum Size and Rating</h4><p>Service-entrance conductors shall have sufficient ampacity to carry the load as calculated in Article 220, with a minimum size of 8 AWG copper or 6 AWG aluminum or copper-clad aluminum.</p><h4>230.70 General</h4><p>Requires a means to disconnect all conductors in a building or structure from the service-entrance conductors, with specific location requirements for accessibility and identification.</p><h4>230.90 Where Required</h4><p>Each ungrounded service conductor shall have overload protection, typically provided by a circuit breaker or fuse rated not higher than the conductor ampacity.</p>"
    },
    {
      "article_number": "240",
      "title": "Overcurrent Protection",
      "summary": "Provides requirements for overcurrent protection and overcurrent protective devices.",
      "content": "<h3>Scope and Purpose</h3><p>Article 240 provides requirements for overcurrent protection and overcurrent protective devices to prevent damage to conductors and equipment due to excessive current.</p><h3>Key Sections</h3><h4>240.4 Protection of Conductors</h4><p>Conductors shall be protected against overcurrent in accordance with their ampacities specified in 310.15, with specific exceptions listed.</p><h4>240.6 Standard Ampere Ratings</h4><p>Lists the standard ratings for fuses and inverse time circuit breakers: 15, 20, 25, 30, 35, 40, 45, 50, 60, 70, 80, 90, 100, 110, 125, 150, 175, 200, 225, 250, 300, 350, 400, 450, 500, 600, 700, 800, 1000, 1200, 1600, 2000, 2500, 3000, 4000, 5000, and 6000 amperes.</p><h4>240.21 Location in Circuit</h4><p>Overcurrent protection shall be provided in each ungrounded circuit conductor and shall be located at the point where the conductors receive their supply, with specific exceptions permitted.</p><h4>240.24 Location in or on Premises</h4><p>Overcurrent devices shall be readily accessible and not located near easily ignitable materials, in bathrooms, above stairway steps, or where subject to physical damage.</p>"
    },
    {
      "article_number": "250",
      "title": "Grounding and Bonding",
      "summary": "Covers the general requirements for grounding and bonding of electrical installations.",
      "content": "<h3>Scope and Purpose</h3><p>Article 250 provides requirements for grounding and bonding of electrical systems and equipment to establish safe paths for fault currents and to limit voltages due to lightning, line surges, or unintentional contact with higher voltage lines.</p><h3>Key Sections</h3><h4>250.4 General Requirements for Grounding and Bonding</h4><p>Outlines the general principles for grounding and bonding of electrical systems, including requirements for grounded systems, ungrounded systems, and the purpose of bonding.</p><h4>250.52 Grounding Electrodes</h4><p>Lists the components that can be used as grounding electrodes, including ground rods, metal underground water pipes, concrete-encased electrodes, ground rings, and building steel.</p><h4>250.66 Size of Alternating-Current Grounding Electrode Conductor</h4><p>Provides the minimum size requirements for grounding electrode conductors based on the size of the service entrance conductors.</p><h4>250.118 Types of Equipment Grounding Conductors</h4><p>Lists the acceptable materials and methods for equipment grounding conductors, including copper or other corrosion-resistant conductors, rigid metal conduit, intermediate metal conduit, and electrical metallic tubing.</p><h4>250.122 Size of Equipment Grounding Conductors</h4><p>Provides sizing requirements for equipment grounding conductors based on the rating of the overcurrent device protecting the circuit conductors.</p>"
    },
    {
      "article_number": "300",
      "title": "Wiring Methods and Materials",
      "summary": "Provides general requirements for wiring methods and materials for all wiring installations.",
      "content": "<h3>Scope and Purpose</h3><p>Article 300 contains the general requirements for wiring methods and materials used in electrical installations. It covers issues such as conductor protection, securing and supporting methods, and installation requirements.</p><h3>Key Sections</h3><h4>300.4 Protection Against Physical Damage</h4><p>Requires protection of conductors where they pass through wood members (using metal plates or sleeves when within 1-1/4 inches of edge), run parallel to framing members, or installed in other locations where physical damage might occur.</p><h4>300.11 Securing and Supporting</h4><p>Requires raceways, cable assemblies, boxes, cabinets, and fittings to be securely fastened in place. Prohibits using ceiling support wires or systems for supporting cables or raceways.</p><h4>300.15 Boxes, Conduit Bodies, or Fittings — Where Required</h4><p>Requires a box or conduit body where splices, taps, device terminations, or equipment terminations are made, or where raceway or cable types transition.</p><h4>300.22 Wiring in Ducts Not Used for Air Handling, Fabricated Ducts for Environmental Air, and Other Spaces for Environmental Air</h4><p>Sets restrictions on wiring methods permitted in ducts, plenums, and other spaces used for environmental air handling, focusing on fire safety concerns.</p>"
    },
    {
      "article_number": "310",
      "title": "Conductors for General Wiring",
      "summary": "Covers general requirements for conductors and their designations, insulations, markings, and ampacities.",
      "content": "<h3>Scope and Purpose</h3><p>Article 310 provides general requirements for conductors, including type designations, insulations, markings, mechanical strengths, ampacity ratings, and uses.</p><h3>Key Sections</h3><h4>310.10 Uses Permitted</h4><p>Specifies the permitted uses for various conductor types based on their insulation characteristics, temperature ratings, and environmental conditions.</p><h4>310.15 Ampacities for Conductors Rated 0-2000 Volts</h4><p>Provides ampacity tables for conductors based on size, insulation type, ambient temperature, and installation conditions. Includes adjustment factors for more than three current-carrying conductors in a raceway and correction factors for ambient temperatures other than 30°C (86°F).</p><h4>Table 310.15(B)(16)</h4><p>Lists the ampacities of insulated conductors rated up to and including 2000 volts, 60°C through 90°C (140°F through 194°F), not more than three current-carrying conductors in raceway, cable, or earth (directly buried).</p><h4>310.106 Conductors</h4><p>Specifies that conductors must be copper or aluminum and must not be smaller than 14 AWG copper or 12 AWG aluminum, with exceptions for specific applications.</p>"
    },
    {
      "article_number": "408",
      "title": "Switchboards, Switchgear, and Panelboards",
      "summary": "Covers switchboards, switchgear, and panelboards, including their installation, construction, and requirements.",
      "content": "<h3>Scope and Purpose</h3><p>Article 408 covers switchboards, switchgear, and panelboards, including their installation, construction specifications, and application requirements.</p><h3>Key Sections</h3><h4>408.3 Support and Arrangement of Busbars and Conductors</h4><p>Covers the requirements for conductor arrangement, barriers, and support structures within panelboards, switchboards, and switchgear to prevent accidental contact with energized parts.</p><h4>408.4 Field Identification Required</h4><p>Requires circuit directories or circuit identification for panelboards, with clear, legible identification of the purpose or use of each circuit. Circuit directories must be installed in a location on the face or inside the panel door and must not be obstructed.</p><h4>408.30 General</h4><p>Specifies that all panelboards must have a rating not less than the minimum feeder capacity required for the load calculated in accordance with Article 220.</p><h4>408.36 Overcurrent Protection</h4><p>Each panelboard must be protected by an overcurrent protective device having a rating not greater than that of the panelboard, with exceptions for specific applications.</p>"
    },
    {
      "article_number": "430",
      "title": "Motors, Motor Circuits, and Controllers",
      "summary": "Covers motors, motor branch-circuit and feeder conductors and their protection, and motor control circuits.",
      "content": "<h3>Scope and Purpose</h3><p>Article 430 covers motors, motor branch-circuit and feeder conductors and their protection, motor overload protection, motor control circuits, motor controllers, and motor control centers.</p><h3>Key Sections</h3><h4>430.6 Ampacity and Motor Rating Determination</h4><p>Motor conductor ampacity and motor overload protection are based on the full-load current values from Tables 430.247 through 430.250, not the actual motor current or nameplate current.</p><h4>430.22 Single Motor</h4><p>Conductors supplying a single motor must have an ampacity of not less than 125% of the motor's full-load current rating.</p><h4>430.32 Continuous-Duty Motors</h4><p>Provides requirements for overload protection for continuous-duty motors, generally requiring protection set at not more than 115-125% of the motor's full-load current rating, depending on the motor type.</p><h4>430.52 Rating or Setting for Individual Motor Circuit</h4><p>Specifies the maximum ratings or settings of motor branch-circuit short-circuit and ground-fault protective devices, based on the type of protective device and motor.</p><h4>430.83 Ratings</h4><p>Provides the required ratings for motor controllers, which must have a horsepower rating not lower than the motor horsepower rating.</p>"
    }
  ]
}
